[
  {
    "id": "creser",
    "nome": "Creser",
    "descricao": "Ministério de Jovens",
    "descricaoCompleta": "O ministério Creser é dedicado aos jovens da nossa igreja. Realizamos encontros quinzenais aos sábados às 18h, com estudos bíblicos, momentos de louvor, comunhão e atividades que promovem o crescimento espiritual e amizades saudáveis em Cristo.",
    "icone": "Sprout",
    "foto": "",
    "lideres": [
      { "nome": "Bruno Ribeiro & Izabele Cardozo" },
      { "nome": "Fabiano Toth & Mariucha Toth" },
      { "nome": "Micael Alisson & Mariana Leite" }
    ]
  },
  {
    "id": "conexteen",
    "nome": "Conexteen",
    "descricao": "Ministério de Adolescentes",
    "descricaoCompleta": "O Conexteen é o ministério voltado para adolescentes. Realizamos encontros semanais aos sábados às 18h com estudos bíblicos contextualizados, momentos de louvor, jogos e atividades que promovem amizades saudáveis. Nosso desejo é ver cada adolescente conhecendo a Cristo e vivendo segundo Sua Palavra.",
    "icone": "Users",
    "foto": "",
    "lideres": [
      { "nome": "Luiz Paulo Nogueira & Rebeca Nogueira" },
      { "nome": "Jonas Oliveira & Débora Evelyn" },
      { "nome": "Vinicius Cardozo & Taina Cardozo" },
      { "nome": "Yago Amaro & Thamires Caetano" }
    ]
  },
  {
    "id": "comunicacao",
    "nome": "Comunicação",
    "descricao": "Mídias sociais, transmissões e comunicação visual",
    "descricaoCompleta": "O ministério de Comunicação cuida de toda a presença digital da igreja, incluindo redes sociais, transmissões ao vivo dos cultos, criação de artes visuais e gestão do site. Buscamos comunicar o evangelho de forma clara e relevante, alcançando pessoas dentro e fora da nossa comunidade.",
    "icone": "Megaphone",
    "foto": "",
    "lideres": [
      { "nome": "Yago Amaro & Thamires Caetano" }
    ]
  },
  {
    "id": "homens",
    "nome": "Homens",
    "descricao": "Comunhão, discipulado e apoio aos homens da igreja",
    "descricaoCompleta": "O ministério de Homens existe para encorajar e equipar os homens da nossa igreja a serem líderes piedosos em seus lares, trabalho e comunidade. Promovemos encontros, estudos bíblicos voltados para questões masculinas e momentos de comunhão fraterna.",
    "icone": "Shield",
    "foto": "",
    "lideres": [
      { "nome": "Fabiano Toth" }
    ]
  },
  {
    "id": "belas",
    "nome": "Belas",
    "descricao": "Ministério feminino de edificação e comunhão",
    "descricaoCompleta": "O ministério Belas reúne as mulheres da igreja em torno da Palavra de Deus e do amor mútuo. Realizamos estudos bíblicos, encontros de oração, eventos especiais e ações de cuidado pastoral. Nosso desejo é que cada mulher cresça em santidade e seja fortalecida para sua vocação.",
    "icone": "Heart",
    "foto": "",
    "lideres": [
      { "nome": "Cristiane Esdras" }
    ]
  },
  {
    "id": "kids",
    "nome": "Kids",
    "descricao": "Ministério infantil para crianças de 0 a 11 anos",
    "descricaoCompleta": "O TBB Kids é responsável pelo cuidado e ensino bíblico das crianças durante os cultos e atividades da igreja. Com classes divididas por faixa etária, utilizamos recursos lúdicos e pedagógicos para ensinar as verdades do evangelho de forma adequada a cada fase do desenvolvimento infantil.",
    "icone": "Baby",
    "foto": "",
    "lideres": [
      { "nome": "Mila Rossetto" }
    ]
  }
]
